[
    {
        "topics": "What's your recent favorite book, movie, or music?"
    },
    {
        "topics": "I'm proposing a future goal or plan with you, do you have something similar? Care to share?"
    },
    {
        "topics": "I'm sharing a cherished memory of mine, do you have a similar one you'd like to share?"
    },
    {
        "topics": "Do you have an interesting anecdote related to your hobbies or interests you'd like to share?"
    },
    {
        "topics": "What do I think is the most important thing in life?"
    },
    {
        "topics": "I'm facing a challenge in my life, have you experienced something similar?"
    },
    {
        "topics": "What's your favorite travel destination and why do you like it?"
    },

    {
        "topics": "We have mutual interests, have you come across any new information or activities related to them recently?"
    },
    {
        "topics": "Has a book or article had a significant impact on you recently? If so, why?"
    },
    {
        "topics": "What do you think gives life meaning?"
    },
    {
        "topics": "What's my favorite food or recipe, and do you share similar culinary interests?"
    },
    {
        "topics": "Would you like to share an interesting family story or legend?"
    },
    {
        "topics": "I'm sharing a cherished moment in our friendship, can you recall a similar moment?"
    },
    {
        "topics": "Has there been a person or event recently that has significantly influenced you? Why?"
    },
    {
        "topics": "What's my favorite travel experience, and have you had a similar one?"
    },
    {
        "topics": "What's your favorite season or holiday, and why is it your favorite?"
    },
    {
        "topics": "What's my favorite quote or motto, and do you have a similar mantra?"
    },
    {
        "topics": "What's your biggest dream?"
    },
    {
        "topics": "I'm sharing a cherished value or belief; care to share yours?"
    },
    {
        "topics": "What's your favorite subject or field of study, and why are you interested in it?"
    },
    {
        "topics": "Have you overcome a challenge recently that you'd like to share?"
    },
    {
        "topics": "Where do you think happiness comes from?"
    },
    {
        "topics": "I'm sharing a fond memory of my hometown or homeland, would you like to share yours?"
    },
    {
        "topics": "Has a book or movie recently had a significant impact on you? If so, why?"
    },
    {
        "topics": "What's my favorite learning method or technique, and do you have similar preferences?"
    },
    {
        "topics": "What's your favorite holiday tradition, and why do you enjoy it?"
    },
    {
        "topics": "I'm sharing an unforgettable travel experience, care to share yours?."
    },
    {
        "topics": "What do you think defines success?"
    }
]